IDEA StatiCa Open Model
OpenMessage.Object Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Affected object
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public OpenObject Object { get; set; }
Public Property Object As OpenObject
	Get
	Set
public:
property OpenObject^ Object {
	OpenObject^ get ();
	void set (OpenObject^ value);
}
Property Value
Type: OpenObject
See Also
Reference
OpenMessage Class
IdeaRS.OpenModel.Message Namespace